Repository: reuterbal/photobooth
Catalog: photobooth/locale/*/LC_MESSAGES/photobooth.po
Languages: nl

source: Start photobooth
nl: Start fotostand

source: Set date/time
nl: Datum/Tijd instellen

source: Settings
nl: Instellingen

source: Quit
nl: Afsluiten

source: photobooth
nl: fotostand

source: Hit the
nl: Druk op de

source: Button!
nl: Knop

source: Get ready!
nl: Hou je klaar!

source: Start countdown
nl: Aftellen

source: for {} pictures...
nl: voor {} foto's...

source: Picture {} of {}...
nl: Foto {} van {}...

source: Start over
nl: Opnieuw

source: Happy?
nl: Gelukkig?

source: Date:
nl: Datum:

source: Time:
nl: Tijd:

source: Set system date and time:
nl: Systeem datum en tijd instellen:

source: Save and restart
nl: Opslaan en herstarten

source: Cancel
nl: Annuleren

source: Photobooth
nl: Fotostand

source: Picture
nl: Afbeelding

source: Storage
nl: Opslag

source: Restore defaults
nl: Originele instellingen

source: Enable fullscreen:
nl: Volledig scherm?

source: Window size [px]:
nl: Schermgrootte [px]:

source: Hide cursor:
nl: Muis verstoppen?

source: Appearance:
nl: Uiterlijk:

source: Show preview during countdown:
nl: Beeld tonen tijdens het aftellen:

source: Greeter time before countdown [s]:
nl: Aantal seconden alvorens het aftellen:

source: Countdown time [s]:
nl: Afteltijd [s]:

source: Picture display time [s]:
nl: Toon foto gedurende x seconden:

source: Postprocess timeout [s]:
nl: Toon 'happy'-scherm x seconden

source: Overwrite displayed error message:
nl: De foutmeldingen overschrijven met:

source: Select file
nl: Kies bestand

source: Number of shots per picture:
nl: Aantal foto's per afbeelding:

source: Size of assembled picture [px]:
nl: Grootte van de afbeelding [px]

source: Min. distance between shots [px]:
nl: Min. afstand tussen elke afbeelding [px]

source: Omit last picture:
nl: Laatste foto negeren?

source: Background image:
nl: Achtergrond afbeelding:

source: Select directory
nl: Kies map

source: Output directory (strftime possible):
nl: Bestemmingsmap (strftime mogelijk):

source: Basename of files (strftime possible):
nl: Basis bestandsnaam (strftime mogelijk):

source: Keep single shots:
nl: Foto afzonderlijk bewaren?

source: Enable GPIO:
nl: GIO aanzetten?

source: Exit button pin (BCM numbering):
nl: Pin om af te sluiten (BCM nummering):

source: Trigger button pin (BCM numbering):
nl: Pin om te activeren (BCM nummering):

source: Idle lamp pin (BCM numbering):
nl: Pin van de wachtlamp (BCM nummering):

source: RGB LED pins (BCM numbering):
nl: Pin voor de RGB led (BCM nummering):

source: Enable printing:
nl: Activeer printen?

source: Print to PDF (for debugging):
nl: Printen naar PDF (voor foutopsporing):

source: Ask for confirmation before printing:
nl: Bevestiging vragen alvorens af te printen?

source: Paper size [mm]:
nl: Grootte papier [mm]

source: Starting the photobooth...
nl: Fotostand opstarten...

source: Processing picture...
nl: Foto's aan het verwerken...

source: Confirmation
nl: Bevestig

source: Quit Photobooth?
nl: Fotostand afsluiten?
